Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D01B.tmx
Source language: en_us
Languages: zh_cn

source: What is true religion?
zh_cn: 什么是真信仰？

source: Religion can be defined as "belief in God or gods to be worshipped, usually expressed in conduct and ritual" or "any specific system of belief, worship, etc., often involving a code of ethics." Well over 90% of the world's population adheres to some form of religion.
zh_cn: 信仰可以被定义成“信神或敬拜神，通常以行为和仪式来表示”或“ 具体的信仰、敬拜体系，譬如伦理道德的准则。”超过90%以上的人口与某种宗教有关联。

source: The problem is that there are so many different religions. What is the right religion?
zh_cn: 问题是众多不同的信仰，到底那种才是正确的呢？

source: The two most common ingredients in religions are rules and rituals.
zh_cn: 信仰中常见的成分是准则和礼仪。

source: Some religions are essentially nothing more than a list of rules, do's and don't's, that a person must observe in order to be considered a faithful adherent of that religion, and thereby, right with the God of that religion.
zh_cn: 某些宗教本质上不过是一些准则，做与不做，即遵守准则以保持虔诚，这样就能被神称许、认可。

source: Two examples of rules-based religions are Islam and Judaism.
zh_cn: 以准则为根本的宗教，如伊斯兰教和犹太教。

source: Islam has its five pillars that must be observed.
zh_cn: 穆斯林必须遵守“五功”。

source: Judaism has hundreds of commands and traditions that are to be observed.
zh_cn: 犹太教徒则有数以百计的诫命和律例要守。

source: Both religions, to a certain degree, claim that by obeying the rules of the religion, a person will be considered right with God.
zh_cn: 两种宗教，在某种程度上，认为人只要遵行教义即可得到神的称许、认可。

source: Other religions focus more on observing rituals instead of obeying a list of rules.
zh_cn: 其他宗教则注重礼仪超过遵守诫命。

source: By offering this sacrifice, performing this task, participating in this service, consuming this meal, etc., a person is made right with God.
zh_cn: 通过献祭、举行仪式、用餐等方式，人就能获得神的称许、认可。

source: The most prominent example of a ritual-based religion is Roman Catholicism.
zh_cn: 最突出的例子是罗马天主教，一个以仪式为根本的教派。

source: Roman Catholicism holds that by being water baptized as an infant, by partaking in the Mass, by confessing sin to a priest, by offering prayers to saints in Heaven, by being anointed by a priest before death, etc., etc., God will accept such a person into Heaven after death.
zh_cn: 罗马天主教持守的譬如通过洗礼，弥散，忏悔（告解）、 圣秩 、病人傅油等等。这样的人死后，将被神接入天堂。

source: Buddhism and Hinduism are also primarily ritual-based religions, but can also to a lesser degree be considered rules-based.
zh_cn: 佛教和印度教也是以仪式为根本的宗教，但也略为注重准则。

source: True religion is neither rules-based nor ritual-based.
zh_cn: 真正的信仰既不是以准则为根本也不是以仪式为根本。

source: True religion is a relationship with God.
zh_cn: 真正的信仰是与神的关系。

source: Two things that all religions hold are that humanity is somehow separated from God and needs to be reconciled to Him.
zh_cn: 所有信仰所持守的两个事实是：人类因某种原因与神断决了关系，并需要与神重建关系。

source: False religion seeks to solve this problem by observing rules and rituals.
zh_cn: 伪信仰则是寻求通过遵守戒律和仪式来解决这个问题。

source: True religion solves the problem by recognizing that only God could rectify the separation, and that He has done so.
zh_cn: 真信仰认识到只有神才能使人神关系破镜重圆，并且祂的工作已经成就了。

source: True religion recognizes th§Ö following:
zh_cn: 真信仰承认以下事实：

source: We have all sinned and are therefore separated from God (Romans 3:23).
zh_cn: 世人都犯了罪，与神隔绝（罗马书3章23节）。

source: If not rectified, the just penalty for sin is death and eternal separation from God after death (Romans 6:23).
zh_cn: 若不补救，罪的报偿就是死，死后与神永远隔绝（ 罗马书6章23节）。

source: God came to us in the Person §àf Jesus Christ §Ñnd died in our place, taking the punishment that we deserve, and rose from the dead to demonstrate that His death was a sufficient sacrifice (Romans 5:8; 1 Corinthians 15:3-4; 2 Corinthians 5:21).
zh_cn: 神以人子形象来到人间并钉上十架，担当了我们应得的惩罚，并死里复活，来鲜明祂的死完全出于救赎（罗马书5章8节；格林多前书15章3-4节；格林多后书5章21节）。

source: If we receive Jesus as the Savior, trusting His death as the full payment for our sins, we are forgiven, saved, redeemed, reconciled, and justified with God (John 3:16; Romans 10:9-10; Ephesians 2:8-9).
zh_cn: 如果我们接受耶稣为我们的救主，并相信祂的死赎了我们所有的罪，我们就被饶恕、被救、被赎，在神前被称为义(约翰3章16节；罗马书10章9-10节；以弗所书2章8-9节）。

source: True religion does have rules and rituals, but there is a crucial difference.
zh_cn: 真的信仰的确有准则和仪式，但这与其他的信仰有很大的区别。

source: In true religion, the rules and rituals are observed out of gratitude for the salvation God has provided - NOT in an effort to obtain that salvation.
zh_cn: 真正的信仰，遵守准则和仪式出于对神的救恩的感激之情，而不是持守准则和仪式以获得救恩。

source: True religion, which is Biblical Christianity, has rules to obey (do not murder, do not commit adultery, do not lie, etc.) and rituals to observe (water baptism by immersion and the Lord's Supper / Communion).
zh_cn: 真正的信仰，以基督教圣经为基础，遵循准则（不可杀人、奸淫、说话等），也遵守仪式（如浸礼、圣餐）。

source: Observance of these rules and rituals is not what makes a person right with God.
zh_cn: 但遵循准则和仪式并不能使人在神那里称为义。

source: Rather, these rules and rituals are the RESULT of the relationship with God, by grace through faith in Jesus Christ alone as the Savior.
zh_cn: 反而，这些准则和仪式是我们与神关系的结果，即信仰耶稣基督为救主而得着的荣耀。

source: False religion is doing things (rules and rituals) in order to try to earn God's favor.
zh_cn: 而伪信仰则是作工（遵循准则、和仪式）来试图博得神的好感。

source: True religion is receiving Jesus Christ as Savior and thereby having a right relationship with God - and then doing things (rules and rituals) out of love for God and desire to grow closer to Him.
zh_cn: 真的信仰是接受耶稣基督为救主来获得与神的正常关系，然后作工（遵循准则和仪式），这是完全出于对神的爱和希望与祂亲近的结果。
